Repository: AdrianaMaguea/NG-Conf
Catalog: src/locale/messages.*.xlf
Languages: es

# Header.WeAreBack
source: We are back!
es: Estamos devuelta!

# Header.Description
source: The first and most incredible Angular conference in Latin America
es: La primera y más increíble conferencia de Angular en Latino América

# Header.SeeMore
source: Scroll Down
es: Scroll para Ver más

# General.AboutTitle
source: ABOUT
es: ACERCA DE

# Description.NgConfColombiaDescription
source: NgConf Colombia is the first Angular Conference in <strong>Latin America</strong> It gathers a diverse mix top-notch Angular speakers from different countries all around the World. This 2-day event is full advanced workshops, keynotes and talks.
es: NgConf Colombia es la primera conferencia de Angular en <strong>Latino América</strong> Reuniendo una mezcla diversa de presentadores de primera categoría en el mundo de Angular, viniendo de diferentes paises al rededor del mundo. Este evento de 2 días está lleno de Workshops avanzados, keynotes y charlas.

# Description.IntegrationTitle
source: INTEGRATION
es: INTEGRACIÓN

# Description.IntegrationQuote
source: "Building a community is not only hard work but passion."
es: "Contruir una comunidad no es solo trabajo duro, también se requiere pasión"

# Description.IntegrationDescription
source: This is our believe, that's why this year, the conference is possible thanks to the integration of two different communities in Colombia: <a>Angular Medellín</a> and <a>NgColombia Bogotá</a> who have been working month by month on building a strong community all around the Country.
es: Esto es lo que creemos, es por lo que este año, la conferecia es posible gracias a la integración de dos comunidades diferentes en Colombia: <a>Angular Medellín</a> y <a>NgColombia Bogotá</a> quienes han estado trabajando mes a mes en construir una gran comunidad al rededor del país.

# General.CovidLink
source: ABOUT
es: ACERCA DEL

# Benefits.Title
source: What the attendees will get
es: Lo que obtendrán los asistentes

# Benefits.Description
source: We are preparing an unforgettable event. We want to offer you the best of the experiences you have ever lived in a conference.
es: Estamos preparando un evento inolvidable. Queremos ofrecerles la mejor experiencia que alguna vez han tenido en una conferencia.

# Benefits.Workshops.Description
source: A full day dedicated to four workshops, where attendees will learn from the Angular experts, the best techniques and tools to improve their productivity in real life projects.
es: Un día completo dedicado a 4 workshops, en los que los asistentes aprenderán de un experto en Angular las mejores técnicas y herramientas para mejorar su productividad en proyectos de la vida real.

# Benefits.Conference.Title
source: THE CONFERENCE
es: LA CONFERENCIA

# Benefits.Conference.Description
source: A whole day that brings together 14 first-level speakers from around the world who will share with the audience their knowledge in all areas of technological development related to Angular.
es: Un día completo uniendo 14 de los mejores presentadores alrededor del mundo, los cuales, compartirán con los asistentes su conocimiento en todas las áreas del desarrollo con Angular.

# Benefits.ForWomen.Title
source: WORKSHOP FOR WOMEN
es: WORKSHOP PARA MUJERES

# Benefits.ForWomen.Description
source: Women development communities have become an important part of our ADN in Medellín. This year, a new group will be joining efforts to bring a full workshop to bring a great workshop in which many women can learn about Angular.
es: Las comunidades de mujeres desarrolladores se han vuelto una parte importante de nuestro ADN en Medellín. Este año, un nuevo grupo unirá esfuerzos para traer un workshop completo en el cual muchas mujeres puedan aprender acerca de Angular.

# Speakers.Title
source: OUR SPEAKERS
es: NUESTROS PRESENTADORES

# Speakers.Description
source: Meet our first four confirmed super speakers. If you are an Angular fan, probably you've heard about them.
es: Conoce a nuestros primeros cuatro super presentadores. Si eres un fan de Angular, probablemente has escuchado de ellos.

# Speakers.JorgeCano.Bio
source: Google Developer Expert in Angular - Nativescript Dev Expert <br/> ngbaires and ng-conf organizer. <br/> Main architect at HeroDevs.
es: Google Developer Expert en Angular - Nativescript Dev Expert <br/> Organizador de ngbaires y ng-conf.<br/> Arquitecto principal en HeroDevs.

# Speakers.AaronFrost.Bio
source: Google Developer Expert in Angular<br/> ng-conf organizer. <br/> CEO and co-founder of HeroDevs.
es: Google Developer Expert en Angular<br/> Organizador de la ng-conf. <br/> CEO y co-fundador de HeroDevs.

# Speakers.KeillaMenezes.Bio
source: Google Developer Expert in Angular and Web Technologies Senior Software Development Consultant at ThoughtWorks
es: Google Developer Expert en Angular y Tecnologías Web Consultor Senior en Desarrollo de Software en ThoughtWorks

# Speakers.MinkoGechev.Bio
source: Tools for developers at Angular team, Google. Former co-founder at Rhyme acquired by Coursera.
es: Herramientas para desarrolladores en el equipo de Angular, Google. Ex co-fundador en Rhyme adquirido por Coursera.

# Tickets.Title
source: TICKETS
es: ENTRADAS

# Tickets.Description
source: OUR PRICING & PACKAGES
es: PRECIOS & PAQUETES

# Tickets.Conference.Title
source: CONFERENCE
es: CONFERENCIA

# Tickets.Conference.Description
source: Online Conference Ticket
es: Entrada a la conferencia Online

# Tickets.Workshop.Description
source: Online Workshop Ticket
es: Entrada al Workshop Online

# Tickets.Package1.Title
source: PACKAGE #1
es: PAQUETE # 1

# Tickets.Package1.Description
source: Live access to 2 workshops
es: Acceso en vivo a 2 workshops

# Tickets.CallToAction
source: GET STARTED
es: COMPRAR

# AngularDescription.SoProud
source: SO PROUD OF BEING
es: ESTAMOS ORGULLOSOS DE SER

# AngularDescription.Title
source: A NATION-WIDE COMMUNITY
es: UNA COMUNIDAD NACIONAL

# AngularDescription.Parragraph1
source: This time, the ngConf Colombia is possible thanks to the collaboration of a powerful team of local communty organizers, who bring their experience to make this an amazing event.
es: Esta vez, la ngConf Colombia es posible gracias a la colaboración de un poderoso equipo de organizadores de comunidad locales, quienes traen su experiencia para hacer de este un grandioso evento.

# AngularDescription.Parragraph2
source: Our main goal is to provide the best experience with the most up-to-date content. Over 2 years, we have been positively impacting a large number of developers who have found in Angular the best front end development framework.
es: Nuestra meta principal es proveer la mejor experiencia con el contenido más actualizado. Por 2 años, hemos impactado positivamente un gran número de desarrolladores quienes han encontrado en Angular como el mejor framework de desarrollo frond end.

# AngularDescription.ActiveMembers
source: Active Members
es: Miembros Activos

# Organizers.Title
source: OUR ORGANIZERS
es: NUESTROS ORGANIZADORES

# Organizers.Description
source: A kind, entusiastic and creative team is in charge!
es: Un amable, entusiasta y creativo grupo está a cargo!

# Organizers.CarlosAngulo.Bio
source: Industrial Designer with experience as a Web Developer. He is co-organizer of <span>Angular Medellín</span> meetup. Carlos is a passionate about UX/UI interactive design and animations.
es: Diseñador Industrial con experiencia como Desarrollador Web. Co-organizador del meetup <span>Angular Medellín</span>. Carlos is un apasionado del diseño interactivo con UX/UI y las animaciones.

# Organizers.Adriana.Bio
source: Web UI Developer student. She is co-organizer of <span>Angular Medellín</span> meetup. Passionate about technology and gadgets. Terrific Speaker and an amazing dancer.
es: Estudiante de Diseño Web UI. Co-organizadora del meetup <span>Angular Medellín</span>. Apasionada de la tecnología y los dispositivos. Presentadora increíble y gran bailarina.

# Organizers.Giovanny.Bio
source: Giovanny is a software developer with more than eight years of experience, head of engineering at Waruwa, an AgTech and e-commerce Colombian startup, he is a co-organizer of <span> NgColombia Bogotá</span>, he knows what communities are agents of social transformation, Angular lover and passionate for frontend and music.
es: Giovanny es un desarrollador de software con más de ocho años de experiencia, líder de ingeniería en Waruwa, una startup Colombiana de AgTech y e-commerce, Co-organizador de <span> NgColombia Bogotá</span>, reconoce las comunidades como agentes de transformación social, amante de Angular y apasionado del frontend y la música.

# Organizers.Vanessa.Bio
source: Is a System Engineering with experience as a Web Developer and <span>Google Developer Expert</span> and co-organizer of <span>GDG Medellin</span>. She is passionate about technology, books, code, design, videogames and Anime (and drawing Manga style).
es: Es una Ingeniera de Sistemas con experiencia como Desarrolladora Web y <span>Google Developer Expert</span>, es co-organizadora de <span>GDG Medellín</span>. Es una apasionada de la tecnología, los libros, el código, el diseño, los videojuegos y el Anime (y el dibujo estilo Manga).

# Organizers.Nicolas.Bio
source: Electronic and industrial engineer. Passionate for software development, soccer, activism and democracy. CEO of <span>PappCorn</span> and CTO of <span>Vaki</span>. Commited to make the internet a place with citizen empowerment tools that fix the system.
es: Ingeniero Industrial y Electrónico. Apasionado por el desarrollo de software, el fútbol, el activismo y la democracia. CEO de <span>PappCorn</span> y CTO de <span>Vaki</span>. Comprometido con hacer del Internet un lugar de con herramientas para el empoderamiento ciudadano que permitan corregir el sistema.

# Collaborators.Title
source: OUR COLLABORATORS
es: NUESTROS COLABORADORES

# Collaborators.Description
source: Every day more talented people is joining our team.
es: Todos los días más personas talentosas se están uniendo a nuestro equipo.

# Collaborators.Leonardo.Bio
source: Front End Developer passionate about technology and CSS. I love to create interfaces that engage the user, full of animations, transitions and other effects that make them look alive.
es: Desarrollador Front End, apasionado de la tecnología y el CSS. Me encanta crear interfaces que conecten con el usuario, llenas de animaciones, transiciones y otros efectos que la hagan sentir viva.

# Collaborators.Roger.Bio
source: Full stack Developer, Microsoft Certified Software Developer, 28 years old with 10 years of great experience in the industry, with a lot of interest and experience in technical practices and design patterns.
es: Desarrollador Full stack, Microsoft Certified Software Developer, de 28 años con 10 años de asombrosa experiencia en la industria, con un gran interés en prácticas técnicas y patrones de diseño.

# Collaborators.JuanJose.Bio
source: Web developer, passionate about technology and gadgets.
es: Desarrollador Web, apasionado de la tecnología y los dispositivos

# Collaborators.RicardoMejia.Bio
source: Industrial Designer by profession, with an emphasis on visual communication and a professional training program in Motion Graphics.Co-founder / Director of Operations at PappCorn | Vaki co-founder
es: Diseñador Industrial de profesión, con un énfasis en comunicación visual y un programa de formación profesional en Motion Graphics. Co-fundador / Director de Operaciones en PappCorn | Co-fundador Vaki
